Repository: Fadik0/fadik0.github.io
Catalog: AssistantBroadcasts/AssistantBroadcasts/Properties/Resources.*.resx
Languages: ru_ru

source: Add
ru_ru: Добавить

source: Ban user
ru_ru: Забанить пользователя

source: Cancel
ru_ru: Отменить

source: Default
ru_ru: По умолчанию

source: Delete
ru_ru: Удалить

# del_message
source: Delete message
ru_ru: Удалить сообщение

# help_cmd
source: Text in auto-help
ru_ru: Текст в команде !help

# help_regex_net
source: Regular Expressions .NET Framework The regular expression pattern (Mr\.? |Mrs\.? |Miss |Ms\.? ) matches any occurrence of "Mr ", "Mr. ", "Mrs ", "Mrs. ", "Miss ", "Ms or "Ms. "
ru_ru: Регулярные выражения в .NET Framework Шаблон регулярного выражения (Mr\.? |Mrs\.? |Miss |Ms\.? ) сопоставляет все вхождения строк "Mr ", "Mr. " , "Mrs ", "Mrs. " , "Miss ", "Ms или "Ms. " .

source: Hide in auto-help
ru_ru: Скрыть в !help

# icon_cmd
source: Icon message GG
ru_ru: Иконка в сообщение GG

source: Ignore registr
ru_ru: Игнорировать регистр

# offline_cmd
source: Message when offline
ru_ru: Сообщение когда стрим выключен

# sleep_cmd
source: Message when on/off sleep
ru_ru: Сообщение при вкл./выкл. сна

source: Ok
ru_ru: Принять

# only_assistant
source: Assistants
ru_ru: Помощники

# only_premium
source: Premiums
ru_ru: Премиумы

# only_streamer
source: Streamers
ru_ru: Cтримеры

source: Password
ru_ru: Пароль

# question_clean
source: You are really want to clean list of objects?
ru_ru: Вы действительно хотите очистить список объектов?

# question_default
source: You are really want to set default value?
ru_ru: Вы действительно хотите установить значение по умолчанию?

# question_delete
source: You are really want to delete object?
ru_ru: Вы действительно хотите удалить выбранный объект?

source: Send in pm
ru_ru: Отправлять в ЛС

source: Settings
ru_ru: Настройки

source: Update
ru_ru: Изменить

source: Username
ru_ru: Имя пользователя

source: Command*
ru_ru: Команда*

# default_sleep
source: Sleep this pleasure.
ru_ru: Сон - это удовольствие

source: Exit
ru_ru: Выход

source: Logout
ru_ru: Сменить пользователя

source: Menu
ru_ru: Меню

source: Hello follower
ru_ru: Приветствовать подписчиков

# vote_media
source: Media vote
ru_ru: Медиа голосования

source: Not required
ru_ru: Не требуется

source: Response
ru_ru: Ответ

# response_file
source: Response to file
ru_ru: Ответ из файла

source: Save all
ru_ru: Сохранить все

# save_file
source: Save to file
ru_ru: Сохранить в файл

source: Search:
ru_ru: Поиск:

# sys_logs
source: System logs
ru_ru: Системный лог

source: Time
ru_ru: Время

# help_channel
source: Possible options for input: Miker - the name of the channel; #612 - id of channel; #r12 - id of room $1535 - id of cup.
ru_ru: Возможные варианты ввода: Miker - имя канала; #612 - id канала; #r12 - id комнаты; $1535 - id турнира.

# reset_lang
source: Reset language
ru_ru: Сбросить язык

source: Hello premium
ru_ru: Приветствовать премиумов

source: Description
ru_ru: Описание

# help_pm
source: Respond to command !help in PM
ru_ru: Отвечать на команду !help в ЛС

# show_descritions
source: Show descriptions
ru_ru: Показывать описания

source: Show names
ru_ru: Показывать имена

source: Last update
ru_ru: Последнее обновление

source: unknown
ru_ru: Неизвестный

# lastfm_get
source: Getting audio track on last.fm
ru_ru: Получать трек на last.fm

# lastfm_text
source: Account last.fm
ru_ru: Аккаунт last.fm

# welcome_followers
source: Welcome new followers GG
ru_ru: Приветствовать новых подписчиков GG

# welcome_followers_text
source: Text in greeting new followers
ru_ru: Текст в приветствие новых подписчиков

# welcome_subscribers
source: Welcome new subscribers GG
ru_ru: Приветствовать премиумов GG

# welcome_subscribers_text
source: Text in greeting new subscribers
ru_ru: Текст в приветствие новых премиумов

# chance_random_quotes
source: Chance random quotes (250 = 25%)
ru_ru: Шанс случайных цитат (250 = 25%)

source: File random quotes
ru_ru: Файл со случаными цитатами

source: Random quotes
ru_ru: Случайные цитаты

# reset_lang_help
source: Language changes after a reboot app
ru_ru: Язык изменится после перезагрузки

# notifi_list_not_selected
source: Object is not selected
ru_ru: Объект в списке не выбран

# notifi_list_bottom
source: Object is already at the bottom or is not selected
ru_ru: Объект уже самый последний или не выбрана

# notifi_list_top
source: Object is already at the top or is not selected
ru_ru: Объект уже самый первый или не выбран

source: Insert
ru_ru: Вставить

# only_users
source: Users
ru_ru: Пользователи

source: Permissions
ru_ru: Разрешения

# dfi_game
source: Game
ru_ru: Игра на канале

# dfi_uptime
source: Uptime
ru_ru: Время трансляции

# dfi_username
source: Username
ru_ru: Ник пользователя

# dfi_vk
source: VKontakte
ru_ru: Вконтакте

# ed_alerts
source: Alerts
ru_ru: Оповещения

# ed_commands
source: Commands
ru_ru: Команды

# ed_labels
source: Labels
ru_ru: Заметки

# ed_quests
source: Quests
ru_ru: Задания

# ed_spells
source: Spells
ru_ru: Заклинания

# now_close_window
source: Close window
ru_ru: Закрыть окно

# now_exit_app
source: Exit the application
ru_ru: Выйти из приложения

# now_favorites_goodgame
source: Watch now favorite channels on GoodGame.RU
ru_ru: Смотреть сейчас любимые каналы на GoodGame.RU

# now_favorites_twitch
source: Watch now favorite channels on Twitch.TV
ru_ru: Смотреть сейчас любимые каналы на Twitch.TV

# now_games_goodgame
source: Watch now top games on GoodGame.RU
ru_ru: Смотреть сейчас топ игры на GoodGame.RU

# now_games_twitch
source: Watch now top games on Twitch.TV
ru_ru: Смотреть сейчас топ игры на Twitch.TV

# now_refresh_page
source: Refresh the current page
ru_ru: Обновить текущую страницу

# now_swap_to_main
source: Swap to main
ru_ru: Перейти на главное окно приложение

# now_top_goodgame
source: Watch now top channels on GoodGame.RU
ru_ru: Смотреть сейчас лучшие каналы на GoodGame.RU

# now_top_twitch
source: Watch now top channels on Twitch.TV
ru_ru: Смотреть сейчас лучшие каналы на Twitch.TV

# quest_chance
source: Chance hint
ru_ru: Шанс подск.

source: Quest description
ru_ru: Описание задания

# quest_hint
source: Hint when the wrong response
ru_ru: Подсказка при неверном ответе

# quest_name
source: Secret name
ru_ru: Секретное название

source: Quest response
ru_ru: Ответ для задания

source: Chats
ru_ru: Чаты

source: Accounts
ru_ru: Аккаунты

# authorize
source: Complete authorization in the browser and enter the resulting code at the end
ru_ru: Пройдите авторизация в браузере и введите полученный в конце код

source: Help
ru_ru: Помощь

# dfi_random_username
source: Random Username
ru_ru: Случайный ник

# bot_accounts
source: Embedded bot accounts (needs restart chat)
ru_ru: Встроенные бот аккаунты (нужен перезапуск чата)

# bot_gg
source: Use for GoodGame
ru_ru: Использовать для GoodGame

# bot_twitch
source: Use for Twitch
ru_ru: Использовать для Twitch

# dfi_separator
source: Char separator for responses
ru_ru: Символ для разделения ответов

# label_count
source: Count elements
ru_ru: Кол-во элементов

# label_description
source: Description*
ru_ru: Описание

# label_element
source: Element
ru_ru: Элемент

# label_label
source: Label
ru_ru: Заметка

# label_name
source: Name*
ru_ru: Имя*

# label_time
source: Time period
ru_ru: Период времени

# label_type
source: Type
ru_ru: Тип

source: Start page
ru_ru: Стартовая страница

# notify
source: Notice of beginning favorites
ru_ru: Уведомление о начале избранных

source: Amount
ru_ru: Сумма

source: Elements
ru_ru: Элементы

# notifi_required_fields
source: Not all required fields are filled.
ru_ru: Не все обязательные поля заполнены.

source: * - required fields
ru_ru: * - обязательные поля

# label_list
source: Show elements as list
ru_ru: Отображать элементы списоком
